app/Controllers/admin/productmanagementController.php

SELECT *
FROM `categories`
WHERE `is_active` = 1
---
    public function index()
    {
       $page = (haspermission('','product_management')) ? ucwords(getappdata('product_management')) : lang('Custom.permissiondenied');
       $route = (haspermission('','product_management')) ? 'admin/productmanagement/index' : 'admin/pages-error-404';
       $categories = $this->categoryModel->where(['is_active'=>1,'parent_id'=>NULL])->findAll();