app/Helpers/common_helper.php

SELECT *
FROM `expertise`
WHERE `status` = 1
ORDER BY `title` ASC
---
    function tagline()
    {
        $expertiseModel = new ExpertiseModel();
        $tagline = $expertiseModel->where(['status' => 1])->orderBy('title','ASC')->get()->getResult();