app/Controllers/AboutController.php

    public function index()
    {
        $page = "About-us";
        $teams = $this->userModel->getUsers('','','','','u.id ASC');
        $achievements = $this->achievements->where('status',1)->findAll();
---
SELECT *
FROM `achievements`
WHERE `status` = 1